{
	"requests": [
		{
			"charity" : {
				"title" :"Palmira Elementary School",
				"about": "Palmira Secondary School is in Palmira, Colombia, located Southwest of Colombia. We are a village based school for students between ages 5-12 throughout the year so that they can receive the necessary education and support when adults are not present at home during the day. Other than the typical school subjects, such as math and writing, our focus is to also engage the students in extracurricular activities as an outlet of their creativity and emotions. These activities include arts and craft, physical education (PE), and dancing.",
				"image" : "test_colombian",
				"location": {
					"country": "Colombia",
					"state": "",
					"city": "Palmira",
					"imgurl": "https://i.imgur.com/SIodEmY.jpg"
				},
				"contact": {
					"name": "Humberto Rodriguez",
					"email": "humbertorodriguez12@gmail.com",
					"website": "www.google.com",
					"facebook": "www.facebook.com",
					"instagram": "www.instagram.com",
					"twitter": "www.twitter.com"
				}
			},
			"title" : "school supplies",
			"id" : "1a",
			"expiry": 1547967900,
			"summary" : "Gift school supplies to students aged 5-12 at Palmira Elementary School in Colombia!",
			"dollars" : 236.0,
			"tags" : ["children", "education", "colombia"],
			"background" : "We are starting a new program for children age 5-12 starting this summer 2018. While parents are usually at work, we will engage the children in different activities to develop, enhance, and provide venues to express their creativity. One of the best times we have with our children is using art as an outlet. These supplies will greatly support the children to express themselves fully and allow them to spend time effectively when adults are not around in the house.",
			"challenge": "Because of the lack of available school supply stores in our region and money to have them ship from bigger markets, families have a hard time attaining the school supplies for their children and we also have difficulty finding them efficiently. Most of the supplies we have currently are very old, broken, or unusable. They are also not prioritized in the local government as they need to answer to more urgent and bigger needs posed by the communities. Since families cannot attain them, we cannot expect children to bring necessary supplies when they come to our program.",
			"inventory" : [
				{
					"item" : "Pens",
					"num" : 40,
					"unit": "individuals" 
				}, 
				{
					"item" : "Color pencil (12 ct)",
					"num" : 20,
					"unit": "boxes" 
				},
				{
					"item" : "Notebooks",
					"num" : 60,
					"unit": "individuals" 
				}, 
				{
					"item" : "Jump ropes",
					"num" : 30,
					"unit": "individuals" 
				},
				{
					"item" : "Chalk",
					"num" : 60,
					"unit": "individuals" 
				}, 
				{
					"item" : "Basketballs",
					"num" : 10,
					"unit": "individuals" 
				},
				{
					"item" : "Watercolor paint (12 ct)",
					"num" : 10,
					"unit": "boxes" 
				}
			]
		},
		{
			"charity" : {
				"title" :"Save Our Frogs, Cusuco National Park",
				"about": "Cusuco National Park (Cusuco) is located in the Merendon Mountains of northwestern Honduras.  Cusuco harbors remarkable biodiversity and is ranked among the ‘top 100 most irreplaceable sites’ in the world from an analysis of over 173,000 protected areas.  In Cusuco, there are 14 amphibian species listed as Endangered or Critically Endangered on the IUCN Red List of Threatened Species, with five also endemic to this one location.  For this reason, Cusuco is also recognized as a site of global importance by the Alliance for Zero Extinction.",
				"image" : "test_frog",
				"location": {
					"country": "Honduras",
					"state": "",
					"city": "Cusuco National Park",
					"imgurl": "https://i.imgur.com/SIodEmY.jpg"
				},
				"contact": {
					"name": "Humberto Rodriguez",
					"email": "humbertorodriguez12@gmail.com",
					"website": "www.google.com",
					"facebook": "www.facebook.com",
					"instagram": "www.instagram.com",
					"twitter": "www.twitter.com"
				}

			},
			"summary" : "Save critically endangered frog species at Cusuco National Park in Honduras by gifting essential Preservation tools.",
			"title" : "plant supplies",
			"id" : "2b",
			"expiry": 1530835200,
			"dollars" : 97.0,
			"tags" : ["animals", "endangered", "honduras"],
			"background" : "We are remodeling the front and back area of our main building which has not been reconditioned for more than 50 years. We have around 30 seniors residing at our residence, which is an increase from 18 seniors at the start of last year. In order to provide pleasant experience and comfortable ambience, we want to redecorate the main areas where the residents spend their time during the day. With good care and attention, the air quality will improve and we expect to see increase in the satisfaction level. Additionally, planting and gardening can be healthy activities that can be integrated into the daily lives of the residents, giving them the responsibility and enjoyment.",
			"challenge": "Because of the climate and the type of soil in the area, there aren’t many local stores or businesses to support our needs for planting seeds and other gardening supplies. It is not a sustaining business in this area so people are unwilling to sell us the necessities to redecorate our residence building. However, these goods are very easily accessible in other bigger towns outside of Khajwana. With this list of goods that could be supplied and delivered to us, we hope to maintain healthy and good looking gardens for a long period of time.",
			"inventory" : [
				{
					"item" : "Pens",
					"num" : 40,
					"unit": "individuals" 
				}, 
				{
					"item" : "Color pencil (12 ct)",
					"num" : 20,
					"unit": "boxes" 
				},
				{
					"item" : "Notebooks",
					"num" : 60,
					"unit": "individuals" 
				}
			]
		},
		{
			"charity" : {
				"title" :"Residency for All",
				"about": "Residency for All is a home to local seniors over the age of 70 years who either don’t have a home or have disabilities to function on their own. We provide rooms where they can stay and also provide basic housing services such as changing their bedding and cleaning the rooms. We want to continue making improvements to the building so that the residents feel like they’re home, safe, and comfortable in our spaces.",
				"image" : "test_tulip",
				"location": {
					"country": "USA",
					"state": "California",
					"city": "Berkeley",
					"imgurl": "https://i.imgur.com/SIodEmY.jpg"
				},
				"contact": {
					"name": "Humberto Rodriguez",
					"email": "humbertorodriguez12@gmail.com",
					"website": "www.google.com",
					"facebook": "www.facebook.com",
					"instagram": "www.instagram.com",
					"twitter": "www.twitter.com"
				}
			},
			"title" : "water supplies",
			"id" : "3c",
			"expiry" : 1545091200,
			"summary" : "Senior home Residency for All is going through a major renovation of their front and back lawns to assist the senior residents better.",
			"dollars" : 103.0,
			"tags" : ["seniors", "renovation", "india"],
			"background" : "We are remodeling the front and back area of our main building which has not been reconditioned for more than 50 years. We have around 30 seniors residing at our residence, which is an increase from 18 seniors at the start of last year. In order to provide pleasant experience and comfortable ambience, we want to redecorate the main areas where the residents spend their time during the day. With good care and attention, the air quality will improve and we expect to see increase in the satisfaction level. Additionally, planting and gardening can be healthy activities that can be integrated into the daily lives of the residents, giving them the responsibility and enjoyment.",
			"challenge": "Because of the climate and the type of soil in the area, there aren’t many local stores or businesses to support our needs for planting seeds and other gardening supplies. It is not a sustaining business in this area so people are unwilling to sell us the necessities to redecorate our residence building. However, these goods are very easily accessible in other bigger towns outside of Khajwana. With this list of goods that could be supplied and delivered to us, we hope to maintain healthy and good looking gardens for a long period of time.",
			"inventory" : [
				{
					"item" : "Pens",
					"num" : 40,
					"unit": "individuals" 
				}, 
				{
					"item" : "Color pencil (12 ct)",
					"num" : 20,
					"unit": "boxes" 
				},
				{
					"item" : "Notebooks",
					"num" : 60,
					"unit": "individuals" 
				}
			]
		},
		{
			"charity" : {
				"title" :"Si Se Puede, by Atzin Desarrollo Comunitario ",
				"about": "Atzin assists rural people, particularly indigenous women, to attain better life opportunities, stronger cultural wellbeing, and greater self-sufficiency with more peaceful governance. In 1997, Atzin was formed to counter this cycle of poverty and violence in Tlamacazapa. Atzin means 'sacred water' in the local language, Nahuatl. Its humanitarian development programs emerged gradually in response to community needs.",
				"image" : "test_mexico",
				"location": {
					"country": "India",
					"state": "Tamil Nadu",
					"city": "Baliganipali",
					"imgurl": "https://i.imgur.com/SIodEmY.jpg"
				},
				"contact": {
					"name": "Humberto Rodriguez",
					"email": "humbertorodriguez12@gmail.com",
					"website": "www.google.com",
					"facebook": "www.facebook.com",
					"instagram": "www.instagram.com",
					"twitter": "www.twitter.com"
				}

			},
			"title" : "education supplies",
			"id" : "4d",
			"expiry" : 1535760000,
			"summary" : "Gift education supplies to improve literacy of indigenous women living in Nahua villagers of Tlamacazapa, Mexico.",
			"dollars" : 549.0,
			"tags" : ["women", "education", "mexico"],
			"background" : "Overall the program effectively supports a new 'culture of reading and rights' in the village and prepares women to help tackle the serious social and environmental problems in future. This literacy program helps adults to learn to read, write and do basic math. Developed especially for rural women, the program is taught by local trained educators. Eight modules combine literacy with ideas about human rights, equality and personal development, such as the right to education or to security and peace. By the end, students will be able to read and write a short paragraph, write their full name, tell time, and do simple addition and subtraction.",
			"challenge": "The 6,200 Nahua villagers of Tlamacazapa earn a meager living by weaving palm baskets. While the acute poverty and lack of water were easy to see, Atzin gradually put together a picture of complicated environmental toxicity. Laboratory studies revealed toxic metals in their water, soil, palm dyes and clay cooking pots, producing a silent crisis of slow poisoning. More than half of adult women remain illiterate, limiting their abilities to be informed and to participate in village affairs.",
			"inventory" : [
				{
					"item" : "Jump ropes",
					"num" : 30,
					"unit": "individuals" 
				},
				{
					"item" : "Chalk",
					"num" : 60,
					"unit": "individuals" 
				}, 
				{
					"item" : "Basketballs",
					"num" : 10,
					"unit": "individuals" 
				},
				{
					"item" : "Watercolor paint (12 ct)",
					"num" : 10,
					"unit": "boxes" 
				}
			]
		}
	]
}